Repository: GEOTEST-AG/MiResiliencia-Offline
Catalog: Translation/Properties/Resources.*.resx
Languages: de, es

source: File
de: Datei
es: Archivo

source: Folder
de: Ordner
es: Carpeta

# Tab_Map
source: Map
de: Karte
es: Tarjeta

# Project_New
source: New Project
de: Neues Projekt
es: Proyecto nuevo

# Project_Open
source: Open project
de: Projekt öffnen
es: Abrir proyecto

# Project_Export
source: Export project
de: Projekt exportieren
es: Exportar proyecto

source: Project name
de: Projektname
es: Nombre del proyecto

source: Project number
de: Projektnummer
es: Número del proyecto

# Project_Create
source: Create project
de: Projekt erstellen
es: Crear proyecto

source: Cancel
de: Abbrechen
es: Cancelar

source: Description
de: Beschreibung
es: Descripción

source: Project list
de: Projektliste
es: Lista de proyectos

# Info_Edit_End
source: End editing
de: Bearbeitung beenden
es: Finalizar edición

source: Project management
de: Projektverwaltung
es: Gestión de proyectos

source: Export
es: Exportación

source: Map control
de: Kartennavigation
es: Control de mapa

# Map_Zoom_In
source: Zoom in
de: Vergrößern
es: Acercar

# Map_Zoom_Out
source: Zoom out
de: Verkleinern
es: Alejar

# Map_Pan
source: Pan
de: Verschieben
es: Mover

source: Damage potential
de: Schadenpotential
es: Objetos amenazados

source: Mitigation measure
de: Schutzmassnahme
es: Medida de protección

source: Project
de: Projekt
es: Proyecto

source: Resilience (before measure)
de: Resilienz (vor Massnahme)
es: Capacidad (sin medida)

source: Resilience (after measure)
de: Resilienz (nach Massnahme)
es: Capacidad (con medida)

# Project_Save
source: Save project
de: Projekt speichern
es: Guardar el proyecto

source: Delete
de: Löschen
es: Eliminar

source: Edit
de: Bearbeiten
es: Editar

source: New
de: Neu
es: Nuevo

# Info_DoubleClick_Minimize
source: Double click to minimize
de: Doppelklick zum Minimieren
es: Doble clic para minimizar

source: Name
es: Nombre

# MM_Costs
source: Construction costs
de: Konstruktionskosten
es: Costos de construcción

# MM_LifeSpan
source: Life span [years]
de: Lebensdauer [Jahre]
es: Vida útil [años]

# MM_MaintenanceCosts
source: Maintenance costs per year
de: Wartungskosten pro Jahr
es: Costos de mantención por año

# MM_YearlyCosts
source: Total yearly costs
de: Jährliche Kosten total
es: Total de costos anuales

# OP_Presence
source: Person precense [hours/day]
de: Personenanwesenheit [h/Tag]
es: Presencia personas [h/día]

# OP_Floors
source: Number of floors
de: Anzahl Stockwerke
es: Cantidad de pisos

# OP_Unity
source: Unity of object
de: Objekteinheit
es: Unidad del objeto

# OP_ValuePerUnit
source: Actual value / unit
de: Wert pro Einheit
es: Valor real por unidad

# OP_ValueChange
source: Motivation to change value
de: Begründung Wertanpassung
es: Justificación cambio de "valor real"

# OP_PersonFloor
source: Persons per floor / vehicle
de: Personen pro Stockwerk / Fahrzeug
es: Número de personas por piso / vehiculo

# OP_PersonChange
source: Motivation to change person per floor
de: Begründung Anpassung Personenanzahl
es: Justificación cambio de "ocupación"

# OP_Vehicles
source: Number of vehicles / day
de: Fahrzeuge pro Tag
es: Número de vehiculos por día

# OP_VehicleSpeed
source: Average speed [km/h]
de: Durchschnittsgeschwindigkeit [km/h]
es: Velocidad media [km/h]

# OP_Staffs
source: Daily operating loss
de: Täglicher Betriebsausfall
es: Pérdida económica diara

# Info_Edit_Polygone
source: Double click to close the polygon , ESC key to delete faulty polygons
de: Doppelklick zum Abschliessen des Polygons, ESC-Taste zum Löschen fehlerhafter Polygone
es: Doble clic para cerrar polígono, esc para cancelar polígono

source: Project perimeter
de: Projektperimeter
es: Perímetro de proyecto

source: Hazard map
de: Gefahrenkarte
es: Mapa de amenaza

source: Hazard maps (before measure)
de: Gefahrenkarten (vor Massnahme)
es: Mapa de amenaza (sin medida)

source: Hazard maps (after measure)
de: Gefahrenkarten (nach Massnahme)
es: Mapa de amenaza (con medida)

source: Resilience
de: Resilienz
es: Capacidad

source: Analysis
de: Auswertung
es: Análisis

# Raster_Add
source: Add raster file
de: Rasterdatei hinzufügen
es: Agregar carpeta raster

# Layer_Move_Top
source: Move layer to the top
es: Mover la capa a la parte superior

# Layer_Move_Up
source: Move layer up
es: Mover la capa a la parte inferior

# Layer_Move_Down
source: Move layer down
es: Mover capa hacia arriba

# Layer_Move_Bottom
source: Move layer to the bottom
es: Mover capa hacia abajo

# Layer_Show
source: Show layer
es: Mostrar capa

# Layer_Hide
source: Hide layer
es: Esconder capa

# Layer_Fit
source: Fit layer to view
es: Ajustar la capa para ver

# Layer_Remove
source: Remove layer
es: Quitar la capa

source: Type
de: Typ
es: Tipo

# Msg_Internet_No
source: No Internet
de: Kein Internet
es: Sin acceso a internet

# Msg_Internet_Ok
source: Internet OK
de: Internet verfügbar
es: Internet disponible

# Msg_Db_Disconnected
source: No Database
de: Keine Datenbank
es: Sin acceso a la base de datos

# Msg_Db_Connected
source: Database OK
de: Datenbank verfügbar
es: Base de datos disponible

# GUI_Help
source: Help
de: Hilfe
es: Ayuda

# Map_Mapping
source: Mapping
de: Kartierung
es: Mapeo

# Map_Selection
source: Select
de: Auswählen
es: Seleccionar

# Map_SelectByPolygon
source: Select by polygon
de: Auswählen mit Polygon
es: Seleccionar con polígono

source: Edit geometry
de: Geometrie bearbeiten
es: Editar geometría

source: Save
de: Speichern
es: Guardar

# Info_Edit_Undo
source: Undo
de: Rückgängig
es: Retroceder

# MapControl_ProjectLoaded
source: Project loaded
de: Projekt geladen
es: Proyecto cargado

# MapControl_Error_UndefinedError
source: Undefined error
de: Allgemeiner Fehler
es: Error indefinido

# MapControl_Error_CouldNotLoadLayer
source: Could not add layer
de: Konnte Layer nicht hinzufügen
es: No se podía añadir la capa

# MapControl_Error_CouldNotAddLayer
source: Failed to open layer
de: Kann Layer nicht laden
es: No se podía cargar la capa

# MapControl_Error_CouldNotConnectDatabase
source: Could not connect to database
de: Datenbankverbindung fehlgeschlagen
es: No se pudo conectar a la base de datos

# MapControl_Error_FailedToRunSQLQuery
source: Could not reproject layer
de: Fehler beim Reprojezieren des Rasters
es: No se pudo reproyectar la capa

# MapControl_Error_MissingDBConfiguration
source: OGR layer doesn't support editing
de: OGR Layer erlaubt kein Editieren
es: La capa OGR no permite la edición

# MapControl_Error_GdalWarpError
source: Editing of dynamically loaded OGR layers isn't allowed.
de: Dynamische OGR Layer können nicht editiert werden.
es: No se permite la edición de capas OGR cargadas dinámicamente.

# MapControl_Error_EditingNotAllowed
source: Failed to run SQL Query
de: Konnte Datenbankabfrage nicht ausführen
es: No se ejecutó la consulta SQL

# MapControl_Error_EditingNotSupported
source: Missing database connection configuration
de: Die Datenbankverbindungseinstellungen fehlen
es: Falta la configuración de la conexión a la base de datos

# MapControl_Error_UseStartEditing
source: Use StartEditing first
de: Zuerst StartEditing aufrufen
es: Use "Editar" primero

# MapControl_Error_ShapeInvalid
source: Shape invalid
de: Das gezeichnete Objekt ist nicht gültig
es: El objeto digitalizado no es válido

# MapControl_Busy_RasterReprojection
source: Raster reprojection
de: Reprojektion des Rasters
es: Reproyección de la capa raster

# MapControl_Busy_StartRasterReprojection
source: Starting raster reprojection
de: Starte die Reprojektion
es: Iniciando la reproyección de capa raster

# Info_Edit_Delete
source: Delete geometry (after selection)
de: Geometrie löschen (nach Auswahl)
es: Cancelar geometría (luego de la selección)

source: Layers
de: Layer
es: Capa

source: Project layers
de: Projektlayers
es: Capas de proyecto

source: Rasters
es: Raster

source: Before mitigation
de: Vor der Massnahme
es: Sin medida de protección

source: After mitigation
de: Nach der Massnahme
es: Con medida de protección

source: Perimeter
es: Perímetro

# MapControl_Error_ImportExportError
source: Error while Import or Export project
de: Fehler beim Importieren oder Exportieren des Projektes
es: Error en el proceso de importación o exportación de proyecto

# Project_Import
source: Import project
de: Projekt importieren
es: Importar proyecto

source: Version
es: Versión

# MapControl_Exporting_Layers
source: Exporting layers
de: Layers werden exportiert
es: Exportar capas

# MapControl_Exporting_Database
source: Exported Project Database
de: Projektdatenbank exportiert
es: Exportar base de datos

# MapControl_Exporting_ExportetTo
source: Project exportet to
de: Projekt exportiert nach
es: Proyecto exportado a

# MapControl_Importing
source: Importing project
de: Projekt wird importiert
es: Proyecto importado a

# MapControl_Importing_Success
source: Project imported
de: Projekt wurde importiert
es: Proyecto fue importado

# Project_Delete
source: Delete project
de: Projekt löschen
es: Cancelar proyecto

# Project_Print
source: Print view
de: Ansicht drucken
es: Imprimir vista de pantalla

# NatHazard
source: Natural hazard
de: Prozess
es: Proceso

source: Hazard index
de: Gefahrenindex
es: Índice de amenaza

# PleaseSelect
source: Select please...
de: Bitte auswählen...
es: Favor seleccionar...

# Hazard_Map_Mapping
source: Registration of hazard maps
de: Erfassung Gefahrenkarte
es: Registración de mapas de amenazas

# Hazard_Map_Selected
source: Selected hazard map
de: Selektierte Gefahrenkarte
es: Mapa de amenaza seleccionada

# DamagePotential_Mapping
source: Registration of damage potential
de: Erfassung Schadenpotential
es: Digitalización de objetos

# DamagePotential_Objektclass
source: Object class
de: Objektklasse
es: Clase de objetos

# DamagePotential_Object
source: Object
de: Objekt
es: Objeto

source: Layer management
de: Layerverwaltung
es: Administración de capas

# Map_Provider
source: Online map provider
de: Online Kartendienst
es: Servicio en linea de mapas existentes

source: Map Extent
de: Kartenbereich
es: Extensión del mapa

# GeoNames_DB
source: GeoNames (offline)
es: Búsqueda de sitios (fuera de línea)

source: Search
de: Suche
es: Búsqueda

source: Search hits
de: Suchtreffer
es: Resultados de la búsqueda

# OP_Name
source: Object name
de: Objektname
es: Nombre de objeto

# App_Teaser
source: Risk and Cost-Efficiency Analysis of Disaster Risk Reduction Measures
de: Risiko- und Kosten-Nutzen-Analyse von Massnahmen zur Reduzierung des Katastrophenrisikos
es: Análisis del Riesgo y de la Costo-eficiencia de Medidas para Reducción de Riesgos a Desastres

source: Legend
de: Legende
es: Leyenda

source: Geometry
de: Geometrie
es: Geometría

# Resilience_SocialCapacity
source: Social capacity
de: Soziale Leistungsfähigkeit
es: Capacidad

# Resilience_Index
source: Capacity index
de: Fähigkeitsindex
es: Índice capacidad

# Resilience_Relevance
source: Relevance factor
de: Relevanzfaktor
es: Factor relevancia

# Resilience_Criteria
source: Criteria
de: Kriterien
es: Criterio

# Msg_Question
source: Question
de: Frage
es: Pregunta

# Intensity_high
source: high
de: hoch
es: alta

# Intensity_low
source: low
de: niedrig
es: baja

# Intensity_medium
source: medium
de: mittel
es: mediana

# DamagePotential_Selected
source: Selected damage potential
de: Selektiertes Schadenpotential
es: Selección de objeto amenazado

source: Risk map
de: Risikokarte
es: Mapa de riesgo

# DamagePotential_ObjectGeometry
source: Geometry type
de: Geometrietyp
es: Tipo de geometría

source: Point
de: Punkt
es: Punto

source: Line
de: Linie
es: Línea

source: Polygon
es: Polígono

# Result_CalcStarted
source: Calculation started...
de: Berechnung gestartet...
es: Procesando cálculos...

# Result_IntensMapCreated
source: Intensitiy maps created.
de: Intensitätskarten erstellt.
es: Mapas de intensidades procesados.

# Result_CalcFinished
source: Calculation finished.
de: Berechnung beendet.
es: Cálculo terminado.

# Result_ShowCalc
source: Show calculation
de: Berechnung zeigen
es: Mostrar cálculo

# Result_Header
source: Analysis
de: Auswertung
es: Evaluación

# Resilience_Copy
source: Transfer resilience to other damage potential
de: Resilienz auf anderes Schadenpotential übertragen
es: Pasar nivel de capacidades a otro objeto amenazado

# Info_Copy_Resilience
source: Click on other damage potentials to transfer resilience values
de: Klicken Sie auf andere Schadenpotentiale zum Kopieren der Resilienzwerte
es: Haga clic en otros objetos amenazados par copiar nivel de capacidad

# Result_ShowCalcDetails
source: Show calculation with details
de: Berechnung zeigen mit Details
es: Mostrar detalles de resultados de cálculos

# Msg_QuestionDeleteProject
source: This will delete the currently selected project.
de: Selektiertes Projekt wird gelöscht.
es: Proyecto seleccionado será borrado.

# Msg_QuestionContinue
source: Continue anyway?
de: Trotzdem fortfahren?
es: ?Seguir?

# App_Files
source: MiResiliencia Files
de: MiResiliencia Datei
es: Archivos MiResiliencia

# Project_ExportPDF
source: Save to PDF
de: Speichern als PDF
es: Guardar como PDF

# RiskMapWithMitigationMeasure
source: Riskmap (after measure)
de: Risikokarte (nach Massnahme)
es: Mapa de riesgo (con medida)

# RiskMapWithoutMitigationMeasure
source: Riskmap (before measure)
de: Risikokarte (vor Massnhame)
es: Mapa de riesgo (sin medida)

# Coord_Goto
source: Go to coordinates
de: Gehe zu Koordinaten
es: Ir a coordenadas

# Coord_Lat
source: Latitude
de: Breite
es: Latitud

# Coord_Long
source: Longitude
de: Länge
es: Longitud

# Coord_Lat_WGS
source: Latitude in degrees (WGS84)
de: Breite in Grad (WGS84)
es: Latitud en grados (WGS84)

# Coord_Long_WGS
source: Longitude in degrees (WGS84)
de: Länge in Grad (WGS84)
es: Longitud en grados (WGS84)

# Coord_Go
source: Go
de: Los
es: ¡Ve!

# Resilience_CopyAll
source: Transfer resilience to all damage potentials
de: Resilienz auf alle Schadenpotentiale übertragen
es: Pasar nivel de capacidades a todos los objetos amenazados

# Resilience_CopyDetail_After
source: This will only overwrite the values after mitigation.
de: Nur die Werte nach Massnahme werden überschrieben.
es: Sólo se sobrescriben los valores con medida.

# Resilience_CopyDetail_Before
source: This will only overwrite the values before and after mitigation.
de: Alle Werte vor und nach Massnahme werden überschrieben.
es: Todos los valores sin y con medida son sobrescritos.

# MapControl_AddProjectLayers
source: Adding project layers
de: Projektlayer hinzufügen
es: Adición de capas de proyecto

# MapControl_AddedPerimeter
source: Perimeter added
de: Perimeter hinzugefügt
es: Perímetro añadido

# MapControl_AddingHazardMaps
source: Adding hazard maps
de: Gefahrenkarten hinzufügen
es: Adición de mapas de amenazas

# MapControl_AddedDamagePotentials
source: Damage potentials added
de: Schadenpotentiale hinzugefügt
es: Adición de objetos amenazados

# MapControl_RedrawMap
source: Redrawing map
de: Karte neu zeichnen
es: Rediseñando el mapa

# MapControl_ReloadLayers
source: Reloading layers
de: Layer neu laden
es: Recargando las capas

# MapControl_MapRefreshed
source: Map refreshed
de: Karte aktualisiert
es: Mapa actualizado

# Check_Signature
source: Software is signed
de: Software ist signiert
es: El software está firmado

# Check_SignatureNone
source: Software is not signed
de: Software ist nicht signiert
es: El software no está firmado

# Check_Database_Default
source: Database contains default values
de: Datenbank enthält Defaultwerte
es: La base de datos contiene valores por defecto

# Check_Database_Default_No
source: Database contains modified default values
de: Datenbank enthält veränderte Defaultwerte
es: La base de datos contiene valores por defecto modificados

# Check_Database_Default_OK
source: Default values OK
de: Defaultwerte OK
es: Valores por defecto OK

# Check_Database_Default_NOK
source: Modified default values
de: Defaultwerte geändert
es: Valores por defecto modificados

# App_Name
source: MiResiliencia Honduras
de: MiResiliencia
