Repository: GEOTEST-AG/MiResiliencia-Offline
Catalog: Kernel/Resources/ResResult.*.resx
Languages: es_hn

# PRJ_NoProject
source: no project
es_hn: Proyecto no existente

# PRJ_ProjectNotFound
source: Project ID {0} not found.
es_hn: Proyecto-ID {0} no existente

# PR_NatHazard
source: Natural Hazard
es_hn: Amenaza

# PR_BeforeAction
source: Before Measure
es_hn: antes de medida

# PR_DamageExtentPerson
source: Person Damage
es_hn: Daño persona

# PR_DamageExtentDeaths
source: Deaths
es_hn: Muertos

# PR_DamageExtentProperty
source: Property Damage
es_hn: Daño bienes

# PR_DamageExtentIndirect
source: Indirect Damage (with Resilience)
es_hn: Daños indirectos

# PR_DamageExtentTotal
source: Total Damage
es_hn: Daños totales

# PR_ReturnPeriods
source: Return Periods
es_hn: Período de retorno

# PR_CollectiveRiskTotal
source: Risk - Total
es_hn: Riesgo - total

# PR_CollectiveRiskPerson
source: Risk - Person
es_hn: Riesgo - persona

# PR_CollectiveRiskProperty
source: Risk - Property
es_hn: Riesgo - bienes

# PR_CollectiveRiskIndirect
source: Risk - Indirect
es_hn: Riesgo - indirecto

# PR_beforeActionString
source: before measure
es_hn: antes de medida

# PR_afterActionString
source: after measure
es_hn: después de medida

# PR_CreationTime
source: Creation Time of Project Result
es_hn: Tiempo de cálculo de resultados

# PR_CollectiveRiskTotalBefore
source: Risk Total - Before Measure
es_hn: Riesgo total - antes de medida

# PR_CollectiveRiskTotalAfter
source: Risk Total - After Measure
es_hn: Riesgo total - después de medida

# PR_RiskReduction
source: Risk Total - Reduction
es_hn: Riesgo total - reducción

# PR_ProtectionMeasureYearlyCosts
source: Protection Measure - Yearly Costs
es_hn: Medida de protección - costos anuales

# PR_BenefitCostRatio
source: Benefit / Cost - Ratio
es_hn: Relación beneficio-costo

# SR_ReturnPeriod
source: Return Period
es_hn: Período de retorno

# SR_DamageExtentIndirectResilient
source: Indirect Damage (with Resilience)
es_hn: Daño indirecto (con factor resiliencia)

# PR_RiskReduktion2
source: Risk Reduction
es_hn: Reducción de Riesgos

# PR_BenefitVsCosts
source: Benefit vs. Costs
es_hn: Beneficio versus Costos

# PR_Risk
source: Risk
es_hn: Riesgo

# PR_DamageExtent
source: Damage Extent
es_hn: Extensión del daño

# PR_PersonRisk
source: Person Risk
es_hn: Riesgo de personas

# PR_PropertyRisk
source: Property Risk
es_hn: Riesgo de bienes

# PR_IndirectRisk
source: Indirect Risk
es_hn: Riesgo indirecto

# PRJ_NoDamageExtent
source: No damage extent for project. Consider rerunning the computation.
es_hn: Sin daño para proyecto. Se recomienda recalcular

# PRJ_LifeSpanError
source: Protection Measure: LifeSpan can't be less than 1. Actual value: {0}
es_hn: Medida de protección: Vida útil no puede ser inferior a 1. Valor actual: {0}

# PR_BeforeVsAfter
source: Before vs. After Measure
es_hn: Antes de medida versus después de medida

# PR_YearlyCosts
source: Yearly Costs
es_hn: Costos anuales

# PR_BenefitCostRatioString
source: Rating
es_hn: Evaluación

# PR_BenefitCostHigh
source: Measure is cost-efficient
es_hn: Medida costoeficiente

# PR_BenefitCostMedium
source: Realization to be discussed
es_hn: Realización a discutir

# PR_BenefitCostLow
source: Non-cost effective measure
es_hn: Medida NO costoeficiente
